Repository: PITADIA/android-couple-app
Catalog: ADistance.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br, pt_pt

# ad_203
source: What do you feel when I write you an unexpected message?
de: Was fühlst du, wenn ich dir unerwartet schreibe?
es: ¿Qué sientes cuando te escribo un mensaje inesperado?
fr: Qu'est-ce que tu ressens quand je t'écris un message inattendu ?
it: Cosa provi quando ti scrivo un messaggio inaspettato?
nl: Wat voel je wanneer ik je een onverwachte boodschap schrijf?
pt_br: O que você sente quando eu te mando uma mensagem inesperada?
pt_pt: O que sentes quando te escrevo uma mensagem inesperada?

# ad_204
source: What's one thing I do that makes you feel loved, even from far away?
de: Was ist eine Sache, die ich mache, die dich geliebt fühlen lässt – sogar aus der Ferne?
es: ¿Qué es algo que hago que te hace sentir amado, incluso desde lejos?
fr: Quelle est une chose que je fais qui te fait te sentir aimé(e), même de loin ?
it: Qual è una cosa che faccio che ti fa sentire amato/a, anche da lontano?
nl: Wat doe ik waardoor je je geliefd voelt, zelfs van ver weg?
pt_br: Qual é a coisa que eu faço que faz você se sentir amado(a), mesmo de longe?
pt_pt: Qual é a coisa que eu faço que te faz sentir amado(a), mesmo de longe?

# ad_205
source: What's the thing in our relationship that makes you happiest?
de: Was macht dich in unserer Beziehung am glücklichsten?
es: ¿Qué es lo que más feliz te hace en nuestra relación?
fr: Quelle est la chose dans notre relation qui te rend le plus heureux(se) ?
it: Qual è la cosa della nostra relazione che ti rende più felice?
nl: Wat maakt je het gelukkigst in onze relatie?
pt_br: Qual é a coisa no nosso relacionamento que mais faz você feliz?
pt_pt: Qual é a coisa na nossa relação que mais te faz feliz?

# ad_206
source: What's one thing you've always wanted us to do together, but we haven't done yet?
de: Was wolltest du schon immer mal mit mir machen, was wir noch nicht gemacht haben?
es: ¿Qué es algo que siempre has querido que hiciéramos juntos pero aún no hemos hecho?
fr: Quelle est une chose que tu as toujours voulu qu'on fasse ensemble, mais qu'on n'a pas encore faite ?
it: Qual è una cosa che hai sempre voluto fare insieme a me, ma che non abbiamo ancora fatto?
nl: Wat wilde je altijd al samen met mij doen, maar hebben we nog niet gedaan?
pt_br: Qual é a coisa que você sempre quis que fizéssemos juntos, mas que ainda não fizemos?
pt_pt: Qual é a coisa que sempre quiseste que fizéssemos juntos, mas que ainda não fizemos?

# ad_207
source: How do you think we've evolved as a couple since the beginning of our relationship?
de: Wie haben wir uns deiner Meinung nach als Paar entwickelt, seit wir zusammen sind?
es: ¿Cómo crees que hemos evolucionado como pareja desde el inicio de nuestra relación?
fr: Comment penses-tu que nous avons évolué en tant que couple depuis le début de notre relation ?
it: Come pensi che siamo evoluti come coppia dall'inizio della nostra relazione?
nl: Hoe denk je dat we als koppel geëvolueerd zijn sinds het begin van onze relatie?
pt_br: Como você acha que evoluímos como casal desde o início do nosso relacionamento?
pt_pt: Como achas que evoluímos como casal desde o início da nossa relação?

# ad_208
source: What memory of us always makes you smile?
de: Welche Erinnerung an uns bringt dich immer zum Lächeln?
es: ¿Qué recuerdo de nosotros siempre te hace sonreír?
fr: Quel souvenir de nous te fait toujours sourire ?
it: Quale nostro ricordo ti fa sempre sorridere?
nl: Aan welke herinnering van ons moet je altijd glimlachen?
pt_br: Qual lembrança nossa sempre faz você sorrir?
pt_pt: Que memória nossa te faz sempre sorrir?

# ad_209
source: How do you think our long-distance relationship has made us stronger?
de: Inwiefern hat uns unsere Fernbeziehung stärker gemacht?
es: ¿Cómo crees que nuestra relación a distancia nos ha hecho más fuertes?
fr: En quoi penses-tu que notre relation à distance nous a rendus plus forts ?
it: Come pensi che la nostra relazione a distanza ci abbia reso più forti?
nl: Hoe denk je dat onze langeafstandsrelatie ons sterker heeft gemaakt?
pt_br: Como você acha que o nosso relacionamento à distância nos tornou mais fortes?
pt_pt: Como achas que a nossa relação à distância nos tornou mais fortes?

# ad_210
source: What message have you most enjoyed receiving from me so far?
de: Welche Nachricht von mir hat dich bisher am meisten gefreut?
es: ¿Qué mensaje mío has disfrutado recibir más hasta ahora?
fr: Quel message as-tu le plus aimé recevoir de ma part jusqu'à présent ?
it: Quale messaggio ti è piaciuto di più ricevere da me finora?
nl: Welk bericht van mij heb je tot nu toe het meest met plezier ontvangen?
pt_br: Qual mensagem minha você mais gostou de receber até agora?
pt_pt: Que mensagem minha mais gostaste de receber até agora?

# ad_211
source: How would you describe the invisible bond that unites us?
de: Wie würdest du das unsichtbare Band beschreiben, das uns verbindet?
es: ¿Cómo describirías el vínculo invisible que nos une?
fr: Comment décrirais-tu le lien invisible qui nous unit ?
it: Come descriveresti il legame invisibile che ci unisce?
nl: Hoe zou je de onzichtbare band beschrijven die ons verbindt?
pt_br: Como você descreveria o laço invisível que nos une?
pt_pt: Como descreverias o laço invisível que nos une?

# ad_212
source: What do you feel when we talk about our future together?
de: Was fühlst du, wenn wir über unsere gemeinsame Zukunft sprechen?
es: ¿Qué sientes cuando hablamos de nuestro futuro juntos?
fr: Que ressens-tu quand on parle de notre avenir ensemble ?
it: Cosa provi quando parliamo del nostro futuro insieme?
nl: Wat voel je wanneer we over onze toekomst samen praten?
pt_br: O que você sente quando falamos sobre o nosso futuro juntos?
pt_pt: O que sentes quando falamos do nosso futuro juntos?

# ad_213
source: How can we save money so we can see each other more often?
de: Wie können wir Geld sparen, damit wir uns öfter sehen können?
es: ¿Cómo podemos ahorrar dinero para poder vernos más a menudo?
fr: Comment pouvons-nous économiser de l'argent pour que l'on puisse se voir plus souvent ?
it: Come possiamo risparmiare denaro per poterci vedere più spesso?
nl: Hoe kunnen we geld besparen zodat we elkaar vaker kunnen zien?
pt_br: Como podemos economizar dinheiro para nos vermos com mais frequência?
pt_pt: Como podemos poupar dinheiro para nos vermos mais vezes?

# ad_214
source: What do you think is the most important quality to have in a long-distance relationship?
de: Welche Eigenschaft ist in einer Fernbeziehung am wichtigsten, deiner Meinung nach?
es: ¿Cuál crees que es la cualidad más importante en una relación a distancia?
fr: Quelle est selon toi, la qualité la plus importante à avoir dans une relation à distance ?
it: Qual è, secondo te, la qualità più importante da avere in una relazione a distanza?
nl: Wat vind je de belangrijkste kwaliteit in een langeafstandsrelatie?
pt_br: Qual você acha que é a qualidade mais importante em um relacionamento à distância?
pt_pt: Qual achas que é a qualidade mais importante numa relação à distância?

# ad_215
source: What lesson did we learn last month about our relationship that could help us this month?
de: Welche Lektion über unsere Beziehung haben wir letzten Monat gelernt, die uns diesen Monat helfen kann?
es: ¿Qué lección aprendimos el mes pasado sobre nuestra relación que podría ayudarnos este mes?
fr: Quelle leçon avons-nous apprise le mois dernier sur notre relation qui pourrait nous aider ce mois-ci ?
it: Quale lezione abbiamo imparato il mese scorso sulla nostra relazione che potrebbe aiutarci questo mese?
nl: Welke les hebben we vorige maand geleerd over onze relatie die ons deze maand kan helpen?
pt_br: Que lição aprendemos no mês passado sobre o nosso relacionamento que pode nos ajudar neste mês?
pt_pt: Que lição aprendemos no mês passado sobre a nossa relação que pode ajudar-nos neste mês?

# ad_216
source: What special occasions are approaching? How do we want to celebrate them?
de: Welche besonderen Anlässe stehen an? Wie wollen wir sie feiern?
es: ¿Qué ocasiones especiales se aproximan? ¿Cómo queremos celebrarlas?
fr: Quelles occasions spéciales approchent ? Comment souhaitons-nous les célébrer ?
it: Quali occasioni speciali si avvicinano? Come vogliamo celebrarle?
nl: Welke speciale gelegenheden komen eraan? Hoe willen we die vieren?
pt_br: Quais ocasiões especiais estão chegando? Como queremos celebrá-las?
pt_pt: Que ocasiões especiais estão a chegar? Como queremos celebrá-las?

# ad_217
source: What long-distance gift idea would you like to receive from me?
de: Welche Geschenkidee aus der Ferne würdest du dir von mir wünschen?
es: ¿Qué idea de regalo a distancia te gustaría recibir de mí?
fr: Quelle idée de cadeau à distance aimerais-tu recevoir de moi ?
it: Quale idea regalo a distanza ti piacerebbe ricevere da me?
nl: Welk cadeau op afstand zou je graag van mij ontvangen?
pt_br: Que ideia de presente à distância você gostaria de receber de mim?
pt_pt: Que ideia de presente à distância gostarias de receber de mim?

# ad_218
source: Do you trust me?
de: Vertraust du mir?
es: ¿Confías en mí?
fr: Est-ce que tu me fais confiance ?
it: Ti fidi di me?
nl: Vertrouw je me?
pt_br: Você confia em mim?
pt_pt: Confias em mim?

# ad_219
source: Do you think I trust you?
de: Glaubst du, dass ich dir vertraue?
es: ¿Crees que confío en ti?
fr: Penses-tu que je te fais confiance ?
it: Pensi che io mi fidi di te?
nl: Denk je dat ik jou vertrouw?
pt_br: Você acha que eu confio em você?
pt_pt: Achas que eu confio em ti?

# ad_220
source: What timeframe seems reasonable to you for us to finally live together?
de: Welcher Zeitraum erscheint dir realistisch, bis wir endlich zusammen wohnen?
es: ¿Qué plazo te parece razonable para que por fin vivamos juntos?
fr: Quel délai te paraît raisonnable pour qu'on vive enfin ensemble ?
it: Quale arco di tempo ti sembra ragionevole perché finalmente viviamo insieme?
nl: Welke termijn lijkt jou redelijk om eindelijk samen te gaan wonen?
pt_br: Qual prazo parece razoável para você para finalmente morarmos juntos?
pt_pt: Que prazo te parece razoável para finalmente vivermos juntos?

# ad_221
source: How has distance helped us grow individually?
de: Wie hat uns die Distanz geholfen, individuell zu wachsen?
es: ¿Cómo nos ha ayudado la distancia a crecer individualmente?
fr: En quoi la distance nous a-t-elle aidés à grandir individuellement ?
it: In che modo la distanza ci ha aiutati a crescere individualmente?
nl: Hoe heeft afstand ons geholpen individueel te groeien?
pt_br: Como a distância ajudou você a crescer individualmente?
pt_pt: Como a distância nos ajudou a crescer individualmente?

# ad_222
source: What advice would you give to someone living a long-distance relationship?
de: Welchen Tipp würdest du jemandem geben, der eine Fernbeziehung führt?
es: ¿Qué consejo le darías a alguien que vive una relación a distancia?
fr: Quel conseil donnerais-tu à quelqu'un qui vit une relation à distance ?
it: Quale consiglio daresti a qualcuno che vive una relazione a distanza?
nl: Welk advies zou je iemand geven die een langeafstandsrelatie heeft?
pt_br: Que conselho você daria a alguém que vive um relacionamento à distância?
pt_pt: Que conselho darias a alguém que vive uma relação à distância?

# ad_223
source: What's one thing you'd like to learn to do this year?
de: Was würdest du dieses Jahr gern lernen?
es: ¿Qué es algo que te gustaría aprender a hacer este año?
fr: Quelle est une chose que tu aimerais apprendre à faire cette année ?
it: Qual è una cosa che vorresti imparare a fare quest'anno?
nl: Wat is één ding dat je dit jaar graag zou willen leren doen?
pt_br: Qual é uma coisa que você gostaria de aprender a fazer este ano?
pt_pt: Qual é uma coisa que gostarias de aprender a fazer este ano?

# ad_224
source: What would be the best time for our reunion for you?
de: Wann wäre für dich der beste Zeitpunkt für unser Wiedersehen?
es: ¿Cuál sería el mejor momento para nuestra reunión para ti?
fr: Quel serait pour toi le meilleur moment pour nos retrouvailles ?
it: Quale sarebbe per te il momento migliore per il nostro ricongiungimento?
nl: Wat zou voor jou het beste moment zijn voor onze hereniging?
pt_br: Qual seria o melhor momento para o nosso reencontro para você?
pt_pt: Qual seria o melhor momento para o nosso reencontro para ti?

# ad_225
source: What's one thing you'd like us to learn together?
de: Was würdest du gern mit mir gemeinsam lernen?
es: ¿Qué es algo que te gustaría que aprendiéramos juntos?
fr: Quelle est une chose que tu aimerais qu'on apprenne ensemble ?
it: Qual è una cosa che vorresti imparassimo insieme?
nl: Wat is één ding dat je graag samen met mij zou willen leren?
pt_br: Qual é uma coisa que você gostaria que aprendêssemos juntos?
pt_pt: Qual é uma coisa que gostarias que aprendêssemos juntos?

# ad_226
source: What do you feel when you hear my name in a conversation?
de: Was fühlst du, wenn du meinen Namen in einem Gespräch hörst?
es: ¿Qué sientes cuando escuchas mi nombre en una conversación?
fr: Que ressens-tu quand tu entends mon prénom dans une conversation ?
it: Cosa provi quando senti il mio nome in una conversazione?
nl: Wat voel je wanneer je mijn naam in een gesprek hoort?
pt_br: O que você sente quando ouve meu nome em uma conversa?
pt_pt: O que sentes quando ouves o meu nome numa conversa?

# ad_227
source: What moment spent with me helps you keep your spirits up today?
de: Welcher Moment mit mir hilft dir heute, gut drauf zu bleiben?
es: ¿Qué momento pasado conmigo te ayuda a mantener el ánimo hoy?
fr: Quel moment passé avec moi t'aide à garder le moral aujourd'hui ?
it: Quale momento trascorso con me ti aiuta a mantenere alto il morale oggi?
nl: Welk met mij doorgebracht moment helpt je vandaag de moed erin te houden?
pt_br: Qual momento vivido comigo ajuda você a manter o ânimo hoje?
pt_pt: Que momento passado comigo te ajuda a manter o ânimo hoje?

# ad_228
source: Are you sometimes jealous? In what situations?
de: Bist du manchmal eifersüchtig? In welchen Situationen?
es: ¿Eres a veces celoso? ¿En qué situaciones?
fr: Est-ce que tu es parfois jaloux(se) ? Dans quelles situations ?
it: Sei a volte geloso/a? In quali situazioni?
nl: Ben je soms jaloers? In welke situaties?
pt_br: Você às vezes sente ciúmes? Em quais situações?
pt_pt: Ficas por vezes com ciúmes? Em que situações?

# ad_229
source: What's the thing you like least about our long-distance relationship?
de: Was magst du an unserer Fernbeziehung am wenigsten?
es: ¿Qué es lo que menos te gusta de nuestra relación a distancia?
fr: Quelle est la chose que tu aimes le moins dans notre relation à distance ?
it: Qual è la cosa che ti piace meno della nostra relazione a distanza?
nl: Wat vind je het minst leuk aan onze langeafstandsrelatie?
pt_br: Qual é a coisa que você menos gosta no nosso relacionamento à distância?
pt_pt: Qual é a coisa que menos gostas na nossa relação à distância?

# ad_230
source: What's the thing you prefer about our long-distance relationship?
de: Was magst du an unserer Fernbeziehung am liebsten?
es: ¿Qué es lo que más prefieres de nuestra relación a distancia?
fr: Quelle est la chose que tu préfères dans notre relation à distance ?
it: Qual è la cosa che preferisci della nostra relazione a distanza?
nl: Wat vind je het prettigst aan onze langeafstandsrelatie?
pt_br: Qual é a coisa que você mais gosta no nosso relacionamento à distância?
pt_pt: Qual é a coisa que mais gostas na nossa relação à distância?

# ad_231
source: If our child lived a long-distance relationship someday, would you support them? What three pieces of advice would you give them?
de: Wenn unser Kind irgendwann eine Fernbeziehung hätte – würdest du es unterstützen? Welche drei Tipps würdest du geben?
es: Si nuestro hijo viviera una relación a distancia algún día, ¿lo apoyarías? ¿Qué tres consejos le darías?
fr: Si un jour notre enfant vivait une relation à distance, le soutiendrais-tu ? Quels trois conseils lui donnerais-tu ?
it: Se nostro figlio vivesse un giorno una relazione a distanza, lo sosterresti? Quali tre consigli gli daresti?
nl: Als ons kind ooit een langeafstandsrelatie zou hebben, zou je hen steunen? Welke drie adviezen zou je geven?
pt_br: Se um dia nosso filho vivesse um relacionamento à distância, você o apoiaria? Quais três conselhos daria a ele?
pt_pt: Se um dia o nosso filho vivesse uma relação à distância, apoiá-lo-ias? Que três conselhos lhe darias?

# ad_232
source: What do you most look forward to when we're finally together?
de: Worauf freust du dich am meisten, wenn wir endlich zusammen sind?
es: ¿Qué esperas con más ganas cuando por fin estemos juntos?
fr: Qu'est-ce que tu attends le plus avec impatience quand nous serons enfin ensemble ?
it: Cosa aspetti di più quando saremo finalmente insieme?
nl: Waar kijk je het meest naar uit wanneer we eindelijk samen zijn?
pt_br: O que você mais espera quando estivermos finalmente juntos?
pt_pt: O que mais esperas quando estivermos finalmente juntos?

# ad_233
source: What about long-distance relationships is easier than you expected?
de: Was ist an einer Fernbeziehung einfacher, als du gedacht hast?
es: ¿Qué aspecto de las relaciones a distancia es más fácil de lo que esperabas?
fr: Qu'est-ce qui, dans la relation à distance, est plus facile que ce à quoi tu t'attendais ?
it: Cosa, nelle relazioni a distanza, è più facile di quanto ti aspettassi?
nl: Wat is er aan langeafstandsrelaties makkelijker dan je had verwacht?
pt_br: O que em um relacionamento à distância é mais fácil do que você pensava?
pt_pt: O que numa relação à distância é mais fácil do que pensavas?

# ad_234
source: Do you feel loved?
de: Fühlst du dich geliebt?
es: ¿Te sientes amado?
fr: Est-ce que tu te sens aimé(e) ?
it: Ti senti amato/a?
nl: Voel je je geliefd?
pt_br: Você se sente amado(a)?
pt_pt: Sentes-te amado(a)?

# ad_235
source: What would you like me to never stop, even when we live together?
de: Womit soll ich nie aufhören – auch wenn wir zusammen wohnen?
es: ¿Qué te gustaría que nunca dejara de hacer, incluso cuando vivamos juntos?
fr: Qu'aimerais-tu que je n'arrête jamais, même quand on vivra ensemble ?
it: Cosa vorresti che non smettessi mai di fare, anche quando vivremo insieme?
nl: Wat zou je willen dat ik nooit stop, zelfs niet wanneer we samenwonen?
pt_br: O que você gostaria que eu nunca deixasse de fazer, mesmo quando estivermos morando juntos?
pt_pt: O que gostarias que eu nunca deixasse de fazer, mesmo quando vivermos juntos?

# ad_236
source: How would you feel if I wrote you a handwritten love letter?
de: Wie würdest du dich fühlen, wenn ich dir einen handgeschriebenen Liebesbrief schreibe?
es: ¿Cómo te sentirías si te escribiera una carta de amor a mano?
fr: Comment te sentirais-tu si je t'écrivais une lettre d'amour manuscrite ?
it: Come ti sentiresti se ti scrivessi una lettera d'amore a mano?
nl: Hoe zou je je voelen als ik je een handgeschreven liefdesbrief stuurde?
pt_br: Como você se sentiria se eu escrevesse para você uma carta de amor manuscrita?
pt_pt: Como te sentirias se eu te escrevesse uma carta de amor manuscrita?

# ad_237
source: What word would you invent to talk about what we live together at a distance?
de: Welches Wort würdest du erfinden, um das zu beschreiben, was wir auf Distanz miteinander erleben?
es: ¿Qué palabra inventarías para hablar de lo que vivimos juntos a distancia?
fr: Quel mot inventerais-tu pour parler de ce qu'on vit ensemble à distance ?
it: Quale parola inventeresti per parlare di ciò che viviamo insieme a distanza?
nl: Welk woord zou je uitvinden om te praten over wat we samen op afstand beleven?
pt_br: Que palavra você inventaria para falar do que vivemos juntos à distância?
pt_pt: Que palavra inventarias para falar do que vivemos juntos à distância?

# ad_238
source: What can I do to make you feel special even when we can't be together?
de: Was kann ich tun, damit du dich besonders fühlst, auch wenn wir nicht zusammen sein können?
es: ¿Qué puedo hacer para que te sientas especial incluso cuando no podemos estar juntos?
fr: Que puis-je faire pour te faire sentir spécial(e) même quand on ne peut pas être ensemble ?
it: Cosa posso fare per farti sentire speciale anche quando non possiamo stare insieme?
nl: Wat kan ik doen om je speciaal te laten voelen, zelfs wanneer we niet samen kunnen zijn?
pt_br: O que eu posso fazer para fazer você se sentir especial mesmo quando não podemos estar juntos?
pt_pt: O que posso fazer para te fazer sentir especial mesmo quando não podemos estar juntos?

# ad_239
source: How has our love evolved since our first exchanges?
de: Wie hat sich unsere Liebe seit unseren ersten Nachrichten entwickelt?
es: ¿Cómo ha evolucionado nuestro amor desde nuestros primeros intercambios?
fr: Comment notre amour a-t-il évolué depuis nos premiers échanges ?
it: Come si è evoluto il nostro amore dai nostri primi scambi?
nl: Hoe is onze liefde geëvolueerd sinds onze eerste uitwisselingen?
pt_br: Como o nosso amor evoluiu desde nossas primeiras conversas?
pt_pt: Como evoluiu o nosso amor desde as nossas primeiras conversas?

# ad_240
source: What moment from one of our calls marked you the most?
de: Welcher Moment aus einem unserer Calls ist dir am meisten geblieben?
es: ¿Qué momento de una de nuestras llamadas te marcó más?
fr: Quel moment d'un de nos appels t'a le plus marqué ?
it: Quale momento di una nostra chiamata ti ha colpito di più?
nl: Welk moment uit een van onze gesprekken is je het meest bijgebleven?
pt_br: Qual momento de uma das nossas chamadas mais marcou você?
pt_pt: Que momento de uma das nossas chamadas mais te marcou?

# ad_241
source: What season of the year makes you most want to have me near you?
de: Welche Jahreszeit macht dir am meisten Lust, mich ganz nah bei dir zu haben?
es: ¿Qué estación del año te da más ganas de tenerme cerca?
fr: Quelle saison dans l'année te donne le plus envie de m'avoir près de toi ?
it: Quale stagione dell'anno ti fa desiderare di più avermi vicino?
nl: Welk seizoen van het jaar doet je het meest verlangen om mij dicht bij je te hebben?
pt_br: Qual estação do ano mais faz você querer me ter perto de você?
pt_pt: Que estação do ano mais te faz querer ter-me perto de ti?

# ad_242
source: What kind of romantic evenings could we integrate into our long-distance relationship?
de: Welche Art romantischer Abende könnten wir in unsere Fernbeziehung integrieren?
es: ¿Qué tipo de veladas románticas podríamos integrar en nuestra relación a distancia?
fr: Quel genre de soirées en amoureux pourrions-nous intégrer à notre relation à distance ?
it: Che tipo di serate romantiche potremmo integrare nella nostra relazione a distanza?
nl: Welke romantische avonden zouden we in onze langeafstandsrelatie kunnen opnemen?
pt_br: Que tipo de noites românticas poderíamos integrar no nosso relacionamento à distância?
pt_pt: Que tipo de noites românticas poderíamos integrar na nossa relação à distância?

# ad_243
source: What do you think is my most beautiful quality?
de: Was ist deiner Meinung nach meine schönste Eigenschaft?
es: ¿Cuál crees que es mi cualidad más hermosa?
fr: Quel est selon toi ma plus belle qualité ?
it: Qual è secondo te la mia qualità più bella?
nl: Wat denk je dat mijn mooiste eigenschap is?
pt_br: Qual você acha que é a minha qualidade mais bonita?
pt_pt: Qual achas que é a minha qualidade mais bonita?

# ad_244
source: Do you think I'm a good partner?
de: Findest du, dass ich ein guter Partner/eine gute Partnerin bin?
es: ¿Crees que soy un buen compañero?
fr: Penses-tu que je suis un(e) bon(ne) partenaire
it: Pensi che io sia un/a buon/a partner?
nl: Vind je dat ik een goede partner ben?
pt_br: Você acha que eu sou um(a) bom/boa parceiro(a)?
pt_pt: Achas que sou um(a) bom/boa parceiro(a)?
